Revit 2027 API
BuiltInFailures.GroupFailures.RemovingElemCannotBeGrouped Property
 Elements that cannot be grouped were removed from groups of type '[Type Name]'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RemovingElemCannotBeGrouped { get; }
Public Shared ReadOnly Property RemovingElemCannotBeGrouped As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RemovingElemCannotBeGrouped {
	FailureDefinitionId^ get ();
}
static member RemovingElemCannotBeGrouped : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace